Repository: xintesa/Gallery
Catalog: Locale/nld/LC_MESSAGES/gallery.po
Languages: nld

source: Album is saved.
nld: Album is opgeslagen.

source: Album could not be saved. Please try again.
nld: Album kon niet worden opgeslagen. Probeer het opnieuw.

source: Invalid album.
nld: Ongeldig album.

source: Invalid ID for album.
nld: Het album heeft een ongeldig ID.

source: Album is deleted, and whole directory with images.
nld: Het album en de afbeelingen daarin zijn verwijderd.

source: Invalid album. Please try again.
nld: Ongeldig album. Probeer het opnieuw.

source: Manage your photos in album
nld: Beheer de afbeeldingen in dit album

source: Invalid photo. Please try again.
nld: Ongeldige afbeelding. Probeer het opnieuw.

source: Problem to remove photo. Please try again.
nld: Probleem met het verwijderen van de afbeelding. Probeer het opnieuw.

source: Gallery pictures
nld: Galerij Afbeeldingen

source: Add pictures
nld: Voeg afbeeldingen toe

source: Edit pictures
nld: Pas Afbeeldingen aan

source: Invalid pictures.
nld: Ongeldige afbeeldingen.

source: Picture is saved.
nld: De afbeelding is opgeslagen.

source: Picture could not be saved. Please try again.
nld: De afbeelding kon niet worden opgeslagen. Probeer het opnieuw.

source: Invalid picture ID.
nld: De afbeelding heeft een ongeldig ID.

source: Picture is deleted from gallery.
nld: De afbeelding is van de galerij verwijderd.

source: Add album
nld: Album Toevoegen

source: Title
nld: Titel

source: Description
nld: Omschrijving

source: Edit album
nld: Album bewerken

source: New album
nld: Nieuw Album

source: Order number
nld: Order nummer

source: Actions
nld: Acties

source: Move up
nld: Verplaats omhoog

source: Move down
nld: Verplaats omlaag

source: Photos in album
nld: Afbeeldingen in album

source: Edit
nld: Bewerken

source: Delete
nld: Verwijderen

source: Jeste li sigurni?
nld: Weet je het zeker?

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
nld: Pagina %page% van %pages%, laat %current% archief uit %count% van total, begin van archief %start%, einde van %end%

source: remove
nld: Verwijder

source: Drop files here to upload
nld: Drop bestanden hier om te uploaden

source: Add new photos
nld: Voeg nieuwe afbeeldingen toe

source: cancel
nld: Afbreken

source: No albums found.
nld: Geen albums gevonden

source: Gallery
nld: Galerij

source: List albums
nld: Album lijst

source: Gallery settings
nld: Galerij Instellingen

source: No photos in the album
nld: Er staan geen foto's in het album

source: Add new pictures
nld: Voeg nieuwe afbeeldingen toe

source: Jesi siguran?
nld: Weet je het zeker?
